const quest = {
    title: '8 марта. Бауманка',
    description: 'Крутой квест по всей бауманке и не только',
    branches: [
        {
            title: 'Маша & Лиза М.',
            description: '',
            tasks: [
                {
                    title: 'Задание №1',
                    description: 'МГТУ им. Н.Э. Баумана',
                    question: 'Кем в первую очередь был Н.Э. Бауман? (вики в помощь)',
                    answers: ['российский революционер'],
                },
                {
                    title: 'Задание №2',
                    description: 'В МГТУ им. Баумана есть великие люди, которые основывали школы, благодаря ним, многие школьники заинтересовались наукой и получили хорошее образование. Одного из таких звали Петров Петр Петрович. Вправо, верх, вправо, вправо, вправо, вниз, вправо, вправо, верх, влево, вниз, вправо, вправо, вправо, верх, вправо, вправо, вниз, вправо, вправо, вправо, вправо, верх, вправо, вправо, вправо, вправо, вправо, вниз, влево, влево, влево, верх, вправо, вправо, вправо, вправо, вправо, вниз, вправо, вправо.',
                    question: 'Сколько мучительных лет он проработал в МВТУ?',
                    answers: ['47'],
                },
                {
                    title: 'Задание №3',
                    description: 'Одна из вас хотела попасть туда, Где выше только облака, Где дальше хода нет, Где очень яркий свет. Заслуженный деятель науки и техники РСФСР Лауреат Государственной премии СССР и золотой медали им. А. С. Попова кавалер трех орденов Ленина и ордена Трудового Красного Знамени Доктор технических наук, профессор Заведовал кафедрой с 1948г. по 1979г.',
                    question: 'Я просто не помню его ФИО, думал, может вы знайте?',
                    answers: ['Кугушев Александр Михайлович'],
                },
                {
                    title: 'Задание №4',
                    description: 'Задача не простая кабинет отыскать, Не каждый это сможет по Бауманке гулять. Туман рассеется, и вы найдете номер, И пойдете дальше загадочки решать.+(фото)',
                    question: '(фото)',
                    answers: ['6358'],
                },
                {
                    title: 'Задание №5',
                    description: 'В Бауманке есть богатые деканаты, вот, например, ИУ, они себе целый дизайн-проект забацали. Все у них хорошо, оборудование на высшем уровне, короче, денег у них много. Мы были там не давно, фотку сделали.',
                    question: 'Вот только никто, точно, не помнит какой номер по очереди идет в 9 окно, ну знайте, как в Сбербанке, может вы помните?',
                    answers: ['279'],
                },
                {
                    title: 'Задание №6',
                    description: 'Вы знайте, что такое авиа тренажёр? Вот мы не знаем, поэтому придется искать вам.',
                    question: 'Голоса говорят, что там есть адрес какой то группы в вк, вот ее название это именно то, что нам…ааа..нет…вам, нужно!',
                    answers: ['ИНОЦ АВИОНИКА'],
                },
            ],
        },
        {
            title: 'Катя & Настя З.',
            description: '',
            tasks: [
                {
                    title: 'Задание №1',
                    description: 'МГТУ им. Н.Э. Баумана',
                    question: 'Кем во вторую очередь был Н. Э. Бауман? (вики в помощь)',
                    answers: ['деятель большевистского крыла РСДРП'],
                },
                {
                    title: 'Задание №2',
                    description: 'В МГТУ им. Баумана есть люди, которые победили не вирус, а конкурс.',
                    question: 'а) Лучшая фотка нашего препода. б) Кто-то скажет, что он восстал из мертвых, а кто-то вспомнит русского исполнителя. в) Этот человек делит фамилию с вашим одногруппником, но только больше женственности. г) Просто Кусь… д) Им кто-то разбил лица.Я думаю, если учесть все кафедры, вам это поможет.',
                    answers: ['34'],
                },
                {
                    title: 'Задание №3',
                    description: 'Сейчас вам по 19, когда-то вам было по 9, потом вам будет по 29. Найдите это место, сориентируйтесь, стабилизируйтесь и главное, не пользуйтесь навигатором в поисках этой кафедры.',
                    question: 'Ведь, кто найдет ее название, сможет идти дальше, на встречу судьбе.',
                    answers: ['ИУ-2'],
                },
                {
                    title: 'Задание №4',
                    description: 'Удачи вам желаю сие место отыскать, И номер в строчку ниже записать.+ (фото)',
                    question: '',
                    answers: ['314'],
                },
                {
                    title: 'Задание №5',
                    description: 'Вы знайте, не перестаю удивляться, как много студентов учится у нас в Бауманке. И всем им нужны не только преподаватели, но и другой персонал: повара, уборщицы, сантехники, и тд. и тп.',
                    question: 'А, отвлекся, бывает, так вот, ваше задание состоит в том, чтобы найти то, что находится напротив этого:',
                    answers: ['010в'],
                },
                {
                    title: 'Задание №6',
                    description: 'Кодишь? Тогда тебе туда! Мы очень волнуемся за вас, вдруг вы налоги не платите, вдруг вы не умейте это делать',
                    question: 'Вам нужна фамилия автора книги "налоги и налогообложения".',
                    answers: ['Неминущая'],
                },
            ],
        },
        {
            title: 'Настя Т. & Лиза Г.',
            description: '',
            tasks: [
                {
                    title: 'Задание №1',
                    description: 'МГТУ им. Н.Э. Баумана',
                    question: 'К какой партии принадлежал Н. Э. Бауман? (вики в помощь)',
                    answers: ['РСДРП'],
                },
                {
                    title: 'Задание №2',
                    description: 'В МГТУ им. Баумана есть люди, которые заслужили почет и уважение студентов.',
                    question: 'а) Этот человек делит фамилию с вашим одногруппником, но только больше женственности. (0100100) б) Вы точно знайте Сармата, но знайте ли вы откуда он? (001010110000) в) Ах, если бы, да кабы, формула стала человеком, то каким? (01010000).Надеюсь, вы помните историю и решите нашу маленькую загадку, связанную с битвой.',
                    answers: ['Бородино'],
                },
                {
                    title: 'Задание №3',
                    description: 'Что объединяет ноты, континенты, чакры человека, книги о Гарри Поттере и чудеса?',
                    question: 'Найдите то место, о котором я думаю и сложите все двери вместе, только не забывайте, что буквы не лишние',
                    answers: ['26018,6'],
                },
                {
                    title: 'Задание №4',
                    description: 'Нужно, вам, дверь найти, Но загадку решите сначала, Выше придется вам идти, Чем вы думали изначально.+ фото',
                    question: 'фото',
                    answers: ['22ч'],
                },
                {
                    title: 'Задание №5',
                    description: 'В Бауманке, просто, сосредоточение истории…, но толщину стали нужно знать всегда, мы же инженеры, в конце то концов)',
                    question: 'Фото',
                    answers: ['2,9 мм'],
                },
                {
                    title: 'Задание №6',
                    description: '2 века истории в стиле Джованни Пиранези. Нужно погрузиться в самые корни и отыскать год, который дал всему основу, год, с которого все началось.',
                    question: 'Информации, конечно, мало, но мы в вас верим)',
                    answers: ['1763'],
                },
            ],
        },
    ],
};

module.exports.quest = quest;