const quest = {
    users: ['Naikitas'],
    title: 'Квест по Бутово (ДР Никиты 2021)',
    description: 'Квест, заставляющий вспомнить лучшие моменты и уголки ройона',
    branches: [
        {
            title: 'Ветка тут только одна',
            description: 'Но даже она длиннее, чем у тебя',
            tasks: [
                {
                    title: 'Задание №1',
                    description: `Скейт... Это херня такая, <br>
                        Которой нет конца и края... <br>
                        КАЗАЛОСЬ БЫ. Действительно казалось <br>
                        Не допускал возможности ошибки, даже малость <br> <br>
                        
                        И вот, разгон, <br>
                        И сход... Развал. <br>
                        Нет ни цепи под шаурмой, <br>
                        Скейт под машину укатил, я встал <br> <br>
                        
                        И мысль: Мне сколько лет вообще? <br>
                        Пусть быстр и удал, <br>
                        Но долбаеб твой друг, <br>
                        Вот он не вырос, а ты на год старше стал. <br> <br>
                        
                        Раз старше - будь умней, <br>
                        Не повтори ошибки. <br>
                        И цепь под шаурмой <br>
                        Не опрокинь, а без ужимки <br> <br>
                        
                        Ты походи, узнай число, <br>
                        Что суммою являлось <br>
                        Маршрутов номеров авто, <br>
                        Что пролегают с остановкой рядом. `,
                    question: ' ',
                    answers: ['3323'],
                },
                {
                    title: 'Задание №2',
                    description: `Шорохались во тьме однажды <br>
                        В предновогоднюю пору <br>
                        Три парня, приключений жаждя <br>
                        Нашли ******, ожидавшую в углу. <br> <br>
                        
                        Но "ларчик просто открывался" <br>
                        И изобиловал едой <br>
                        И коль несложно было с ней расстаться <br>
                        Еда попала тут же в орган твой <br> <br>
                        
                        Коль памятно нам место сего акта <br>
                        Я слово помогу узнать тебе <br>
                        Колеса и решетка - почти что от мангала <br>
                        И разрешённый вес примерно 50 кг.`,
                    question: ' ',
                    answers: ['ухань'],
                },
                {
                    title: 'Задание №3',
                    description: `Немного лирики хотел бы я <br>
                        Хотел внести в это немое приключение. <br>
                        Скажу про одно место, не тая - <br>
                        В нем каждый разговор становится душевней. <br> <br>
                        
                        Где вечера проводят пары, <br>
                        Где можно встретить уток, лебедей. <br>
                        Где можно хоть встречать закаты, <br>
                        Жаль, редко там свободно от людей. <br>
                        
                        И как бы ни было прекрасно, нам всегда все мало, <br>
                        Коль скоро ты захочешь в небо взгляд поднять <br>
                        Увидишь ты лишь матрицу из балок, <br>
                        Теперь иди, смотри в решётку и пытайся этот мир понять. <br> <br>
                        
                        ... <br>
                        Понял мир? <br>
                         <br>
                        Нет, ты не понял. <br>
                         <br>
                        Всему этому миру необходим порядок. <br>
                        Ты к систематизации влеченье прояви. <br>
                        Узнай число, что области меж балками являет <br>
                        И в поле ниже это знание донеси. `,
                    question: ' ',
                    answers: ['200'],
                },
                {
                    title: 'Задание №4',
                    description: `Чего хочу я пожелать, <br>
                        Так это аппарат. <br>
                        Но не простой - ведь он без энергозатрат. <br>
                        Вестибуллярный - то что нужно, твой - отстой. <br>
                         <br>
                        Вот с ним будет лишь в удовольствие, <br>
                        Вращение, устроившись насквозь. <br>
                        Даже для глаз - лишь полное спокойствие, <br>
                        И не полезут те на лоб, как в прошлый раз. <br>
                         <br>
                        С уличным творчеством уже знаком <br>
                        Так приступай сию минуту к делу <br>
                        Найди же слово, идеально описавшее тот стон, <br>
                        Ведь это место - полный .....`,
                    question: ' ',
                    answers: ['блевотрон'],
                },

                {
                    title: 'Задание №5',
                    description: `Поговорим о жизни. <br>
                        Хватает ли тебе всего? <br>
                        Хватало, да. <br>
                        И схвачен был за руль одним хваталом. <br>
                         <br>
                        Его упорство было столь крепко <br>
                        Его усердие и цель неотвратимы <br>
                        И руки впились в руль, <br>
                        В глазах - темно... <br>
                        Ведь ты уронен с велика одним мудилой <br>
                         <br>
                        Сидел, и разочарование, тоска... <br>
                        Об плитку содраны колени. <br>
                        В раздумьях, в чем твоя вина? <br>
                        Ни в чем. Друг - долбаеб, и в том ты не повинен. `,
                    question: ' ',
                    answers: ['от падло!', 'от падло'],
                },
                {
                    title: 'Задание №6',
                    description: `После дождя на солнце будет свет, <br>
                        Что расщепляется по спектру <br>
                        Чего цвета все собраны в куплет, <br>
                        О чем известную ты знаешь песню. <br>
                         <br>
                        Найдя подобный монумент, <br>
                        Услышь ты зов своих же увлечений <br>
                        По направлению к музыке движенья нет, <br>
                        Так пусть же будет оно к инструментам. <br>
                         <br>
                        <img src="images/Квест по Бутово/череп на флаге.jpg" alt="фотка" class="image-big m20">
                         <br>
                        Взгляни на фото. <br>
                        А теперь вокруг... <br>
                        Опять на фото <br>
                        И опять вокруг... <br>
                        Опять... <br>
                         <br>
                        А, нет - тогда иди ищи. <br>
                        Что делать - понял, мы уже не дети. <br>
                        Вот в поле ниже напиши <br>
                        Все буквы, найденные на объекте <br>
                        Но алфавит ты разыщи <br>
                        И по его порядку расставь буквы в смете.`,
                    question: ' ',
                    answers: ['ensw', 'e n s w'],
                },
                {
                    title: 'Задание №7',
                    description: `В последний раз мы, наконец, проверим <br>
                        Твою любовь к любимому району <br>
                        У нас куча особенностей, верь мне, <br>
                        Но главное, мне кажется, наземное метро. <br>
                         <br>
                        Грех не узнать его до самого конца.. <br>
                        Ага, от сааамого начала <br>
                        Ты уже понял, о чем речь, ведь да? <br>
                        Что за число? О нем речи не стало <br>
                         <br>
                        <img src="images/Квест по Бутово/поддежка метро.png" alt="фотка" class="image-big m20">
                         <br>
                        Всего лишь точное число колонн <br>
                        Поддержек линии метро <br>
                        И если ошибёшься хоть немного, выйдешь вон <br>
                        И все что сделал, все труды пойдут ко дну.`,
                    question: ' ',
                    answers: ['168'],
                },
            ],
            final: {
                title: 'Конец',
                description: `О да, ты угадал <br>
                    Я рад, я безусловно весел <br>
                    И наконец конец настал <br>
                    Концы ты любишь, знатный ты любитель чресел. <br>
                     <br>
                    Своеобразный клад <br>
                    Находится под елью <br>
                    Не знаешь где, и ты не рад? <br>
                    На эту ель выходят окна твоей кельи <br>
                     <br>
                    Простишь меня за рифму? <br>
                    Окна "Комнаты", конечно <br>
                    Так приступай, <br>
                    Найди его, оно твоё теперь навечно! `
            },
            bonus: {
                title: "Нет тут бонусной страницы, но как то ты сюда попал...",
                description: `И это невероятное совпадение, что у тебя поулчилось сюда попасть. Скорее всего этого не случится и никто этого не увидит и не узнает, как мне плохо писать это в 4:37, хотя мне вставать в 8 завтра... Из года в год ничего не меняется...`,
            },
        },
    ],
};

module.exports.quest = quest;
